{
    "user": {
      "seller": {
        "id": 1,
        "name": "naufal",
        "avatar": "https://www.flowbite-react.com/images/people/profile-picture-1.jpg"
      },
      "event": {
        "id": 1,
        "name": "dzaki",
        "avatar": "https://www.flowbite-react.com/images/people/profile-picture-2.jpg"
      }
    },
    "event": 
    [
        {
          "id": 1,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Makanan Jakarta",
          "isApplied": true,
          "applyBefore": "2023-01-30T14:30:00.000Z",
          "eventDate": "2023-01-30T14:30:00.000Z",
          "location": "Senayan City, Jakarta",
          "desc": "Festival Makanan Jakarta adalah acara kuliner terbesar yang menampilkan berbagai makanan lezat dari seluruh penjuru dunia. Bergabunglah bersama kami untuk merayakan kelezatan makanan di Senayan City!"
        },
        {
          "id": 2,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Sate Bogor",
          "isApplied": false,
          "applyBefore": "2023-02-20T14:30:00.000Z",
          "eventDate": "2023-02-28T11:30:00.000Z",
          "location": "Taman Puspa, Bogor",
          "desc": "Festival Sate Bogor adalah kesempatan terbaik untuk menikmati sate khas Bogor yang lezat. Dapatkan pengalaman kuliner yang tak terlupakan di Taman Puspa!"
        },
        {
          "id": 3,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Makanan Bekasi",
          "isApplied": true,
          "applyBefore": "2023-03-26T14:30:00.000Z",
          "eventDate": "2023-04-02T16:00:00.000Z",
          "location": "Grand Metropolitan Mall, Bekasi",
          "desc": "Festival Makanan Bekasi akan menghadirkan berbagai hidangan lezat dari penjuru Nusantara. Bergabunglah dan nikmati kuliner Indonesia yang autentik!"
        },
        {
          "id": 4,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Seafood Depok",
          "isApplied": true,
          "applyBefore": "2023-04-24T14:30:00.000Z",
          "eventDate": "2023-04-31T13:30:00.000Z",
          "location": "Depok Town Square, Depok",
          "desc": "Festival Seafood Depok adalah acara kuliner spesial yang menghadirkan hidangan seafood segar. Nikmati berbagai sajian laut di Depok Town Square!"
        },
        {
          "id": 5,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Rendang Tangerang",
          "isApplied": false,
          "applyBefore": "2023-05-18T14:30:00.000Z",
          "eventDate": "2023-05-27T10:30:00.000Z",
          "location": "AEON Mall, Tangerang",
          "desc": "Festival Rendang Tangerang akan memanjakan lidah Anda dengan rendang yang lezat. Jangan lewatkan kesempatan ini untuk mencicipi makanan khas Minang!"
        },
        {
          "id": 6,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Nasi Goreng Bogor",
          "isApplied": true,
          "applyBefore": "2023-06-22T14:30:00.000Z",
          "eventDate": "2023-06-29T15:45:00.000Z",
          "location": "Bogor Trade Mall, Bogor",
          "desc": "Festival Nasi Goreng Bogor akan menghadirkan berbagai variasi nasi goreng yang lezat. Nikmati cita rasa nasi goreng khas Bogor!"
        },
        {
          "id": 7,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Bakso Jakarta",
          "isApplied": false,
          "applyBefore": "2023-07-15T14:30:00.000Z",
          "eventDate": "2023-07-25T12:45:00.000Z",
          "location": "Gandaria City, Jakarta",
          "desc": "Festival Bakso Jakarta akan memanjakan penggemar bakso dengan berbagai jenis bakso dan kuah yang lezat. Bergabunglah dan nikmati sajian bakso autentik Jakarta!"
        },
        {
          "id": 8,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Sushi Bekasi",
          "isApplied": true,
          "applyBefore": "2023-08-28T14:30:00.000Z",
          "eventDate": "2023-09-05T11:15:00.000Z",
          "location": "Metropolitan Mall, Bekasi",
          "desc": "Festival Sushi Bekasi adalah kesempatan terbaik untuk menikmati sushi dan sashimi segar. Jangan lewatkan acara ini!"
        },
        {
          "id": 9,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Steakhouse Depok",
          "isApplied": true,
          "applyBefore": "2023-10-30T14:30:00.000Z",
          "eventDate": "2023-11-30T14:30:00.000Z",
          "location": "Depok Town Square, Depok",
          "desc": "Festival Steakhouse Depok akan memanjakan pecinta daging dengan steak yang lezat. Bergabunglah dan nikmati pengalaman steak yang istimewa!"
        },
        {
          "id": 10,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "title": "Festival Makanan Padang Tangerang",
          "isApplied": false,
          "applyBefore": "2023-11-20T14:30:00.000Z",
          "eventDate": "2023-12-28T15:45:00.000Z",
          "location": "Tangcity Mall, Tangerang",
          "desc": "Festival Makanan Padang Tangerang akan menghadirkan hidangan Padang autentik dengan beragam hidangan khas. Jangan lewatkan kesempatan ini untuk mencicipi rendang, ayam bakar, dan sambal lado yang pedas!"
        }
    ],       
    "seller": [
        {
          "id": 1,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-1.jpg",
          "name": "Ayam Geprek Mercon",
          "city": "Tangerang",
          "desc": "Ayam Geprek Mercon adalah hidangan khas Tangerang yang terkenal dengan tingkat kepedasannya yang tinggi. Hidangan ini terdiri dari ayam yang digoreng hingga garing dan disajikan dengan bumbu pedas serta 'mercon' yang meledak di lidah Anda. Rasa pedas yang kuat dan cita rasanya yang nikmat telah membuatnya menjadi favorit di wilayah ini. Ayam Geprek Mercon adalah pilihan sempurna bagi pecinta pedas yang mencari pengalaman kuliner yang berbeda."
        },
        {
          "id": 2,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-2.jpg",
          "name": "Burger King",
          "city": "Jakarta",
          "desc": "Burger King adalah restoran cepat saji terkenal yang menyajikan berbagai jenis burger lezat dengan beragam pilihan saus dan tambahan. Dengan citarasa khasnya dan pelayanan yang cepat, Burger King telah menjadi pilihan utama untuk makanan cepat saji di Jakarta. Burger King menawarkan beragam varian burger, mulai dari burger daging sapi hingga ayam, serta pilihan vegetarian. Ini adalah tempat yang sempurna bagi pecinta burger yang ingin menikmati hidangan cepat dan lezat."
        },
        {
          "id": 3,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-3.jpg",
          "name": "Pizza Hut",
          "city": "Depok",
          "desc": "Pizza Hut Depok adalah tempat terbaik untuk menikmati pizza dengan berbagai topping dan saus lezat. Mereka menyajikan pizza segar yang pasti akan memuaskan selera Anda. Pilihan menu mereka mencakup berbagai jenis pizza, mulai dari yang klasik hingga inovatif. Anda dapat memilih saus dan topping sesuai selera Anda. Tempat ini cocok untuk keluarga atau teman-teman yang ingin berbagi hidangan pizza yang lezat."
        },
        {
          "id": 4,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-4.jpg",
          "name": "Sate Ayam Madura",
          "city": "Jakarta",
          "desc": "Sate Ayam Madura Jakarta adalah tempat yang tepat untuk menikmati sate ayam dengan bumbu kacang khas Madura yang menggugah selera. Daging ayam yang lezat dan bumbu kacang yang gurih akan membuat Anda ketagihan. Sate Ayam Madura ini disajikan dengan nasi atau lontong, serta bumbu kacang yang khas. Ini adalah hidangan yang cocok untuk mereka yang menyukai rasa gurih dan pedas dalam satu sajian."
        },
        {
          "id": 5,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-5.jpg",
          "name": "Nasi Goreng Sambal Matah",
          "city": "Bogor",
          "desc": "Nasi Goreng Sambal Matah Bogor adalah hidangan nasi goreng pedas dengan sambal matah yang segar dan menggugah selera. Cita rasa pedas khas dan sajian istimewanya membuatnya menjadi pilihan utama di Bogor. Nasi goreng ini disajikan dengan sambal matah yang terbuat dari bahan segar seperti cabai, bawang merah, dan jeruk limo. Ini adalah hidangan yang sempurna bagi pecinta pedas yang mencari variasi dalam nasi goreng."
        },
        {
          "id": 6,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-1.jpg",
          "name": "Mie Ayam Bakso",
          "city": "Jakarta",
          "desc": " Mie Ayam Bakso Jakarta adalah tempat terbaik untuk menikmati mie ayam dengan bakso dan kuah yang gurih. Hidangan ini sangat cocok untuk pecinta mie dan bakso. Mie yang kenyal disajikan dengan irisan ayam, bakso, dan kuah kaldu yang kaya rasa. Anda dapat menambahkan bumbu sesuai selera Anda, seperti kecap manis, saus cabai, dan bawang goreng."
        },
        {
          "id": 7,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-2.jpg",
          "name": "Sushi Sashimi",
          "city": "Bekasi",
          "desc": "Sushi Sashimi Bekasi menyajikan sushi dan sashimi segar dengan berbagai pilihan ikan. Rasakan cita rasa autentik Jepang di tengah kota Bekasi. Mereka menjamin kualitas dan kelezatan hidangan mereka. Menu mereka mencakup berbagai jenis sushi, sashimi, dan hidangan khas Jepang lainnya. Sushi Sashimi adalah tempat yang sempurna bagi pecinta kuliner Jepang yang mencari pengalaman makan yang otentik."
        },
        {
          "id": 8,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-3.jpg",
          "name": "Steakhouse",
          "city": "Jakarta",
          "desc": "Steakhouse Jakarta adalah tempat terbaik untuk menikmati steak yang lezat dengan saus khas dan pilihan daging premium. Mereka menawarkan berbagai pilihan steak, mulai dari yang dibakar hingga yang panggang. Saus-saus khas dan sisi-sisi yang lezat mengiringi hidangan steak. Tempat ini cocok untuk pecinta daging yang menginginkan hidangan steak berkualitas tinggi di Jakarta."
        },
        {
          "id": 9,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-4.jpg",
          "name": "Nasi Padang",
          "city": "Tangerang",
          "desc": "Nasi Padang Tangerang menyajikan makanan Padang autentik dengan beragam hidangan khas. Nikmati hidangan lezat seperti rendang, ayam bakar, dan sambal lado yang pedas. Hidangan Padang biasanya disajikan dalam bentuk nasi dengan berbagai hidangan lauk seperti ayam, ikan, dan daging sapi yang dipadu dengan bumbu pedas dan kuah khas Padang. Tempat ini adalah pilihan tepat bagi mereka yang ingin menjelajahi hidangan khas Sumatera Barat."
        },
        {
          "id": 10,
          "img": "https://www.flowbite-react.com/images/blog/image-1.jpg",
          "avatar": "https://www.flowbite-react.com/images/people/profile-picture-5.jpg",
          "name": "Bakso Malang",
          "city": "Jakarta",
          "desc": "Bakso Malang Jakarta adalah tempat terbaik untuk menikmati bakso Malang dengan kuah kaldu yang kaya rasa. Rasakan cita rasa autentik bakso Malang di tengah kota Jakarta. Bakso Malang biasanya terbuat dari daging sapi yang dicampur dengan tepung tapioka dan bumbu khas. Ini disajikan dengan kuah kaldu yang gurih dan bisa disertai dengan mie, pangsit, atau tahu. Bagi pencinta bakso, tempat ini adalah surga rasa."
        }
      ]
}